<template>
 <div id="temp">
   <div id="rule">
     <h2>欢迎您加入幼教社区参加交流和讨论，幼教社区为公共论坛，为维护网上公共秩序和社会稳定，请您自觉遵守以下条款：</h2>


     <p>一、不得利用本站危害国家安全、泄露国家秘密，不得侵犯国家社会集体的和公民的合法权益，不得利用本站制作、复制和传播下列信息：</p>
     <ul>

       <li>（一）煽动抗拒、破坏宪法和法律、行政法规实施的</li>
       <li>(二）煽动颠覆国家政权，推翻社会主义制度的；</li>
       <li>(三）煽动分裂国家、破坏国家统一的；</li>
       <li>（四）煽动民族仇恨、民族歧视，破坏民族团结的；</li>
       <li>（五）捏造或者歪曲事实，散布谣言，扰乱社会秩序的；</li>
       <li>（六）宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；</li>
       <li>（七）公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；</li>
       <li>（八）损害国家机关信誉的；</li>
       <li>(九）其他违反宪法和法律行政法规的；</li>
       <li>（十）进行商业广告行为的。</li>
     </ul>

     <p>
       二、互相尊重，对自己的言论和行为负责。
     </p>


   </div>






 </div>
</template>

<script>


  export default {
  data () {
    return {
    }
  },
  created:function (){

  },
    methods:{

    }
}
</script>

<style scoped>
#rule{
  width: 40%;
  margin: 0 auto;
}
  h2{
    color: red;
  }
</style>
